{"intents": [
    {"tag": "lgbtq_community",
    "patterns": ["Where can I find LGBTQ+ support groups?", "I think I might be part of the LGBTQ+ community, what should I do?", "Are there any safe spaces for LGBTQ+ people online?", "Can you recommend resources for LGBTQ+ education?", "Where can I find a forum to discuss the LGBTQ+ community?"],
    "responses": ["You can explore our dedicated LGBTQ+ forum to connect with others and find support: [https://example.com/lgbtq-forum].", "If you're looking for a safe space to share and learn, check out our LGBTQ+ community page here: [https://example.com/lgbtq-forum].", "We’ve created a welcoming forum where you can discuss, learn, and connect with the LGBTQ+ community. Visit: [https://example.com/lgbtq-forum].", "No matter where you are in your journey, you're welcome in our LGBTQ+ forum. Join the conversation here: [https://example.com/lgbtq-forum].", "For support, information, and a sense of belonging, take a look at our LGBTQ+ forum at [https://example.com/lgbtq-forum].", "You can visit our LGBTQ+ community forum to connect with others, share experiences, and discuss identity and rights: [https://example.com/lgbtq-forum]."]
},
    {"tag": "religion_community",
    "patterns": ["Where can I discuss topics about religion?", "Are there any forums for interfaith discussions?", "I want to learn more about different religions. Any suggestions?", "Can you recommend a place for respectful conversations about faith?", "Where can I find a forum to discuss religion?"],
    "responses": ["You can join our religion forum for meaningful discussions about faith and spirituality: [https://example.com/religion-forum].", "Explore interfaith conversations and learn about different religions in our community forum: [https://example.com/religion-forum].", "If you're looking for a respectful space to discuss religion, visit our dedicated forum here: [https://example.com/religion-forum].", "Our religion forum is a safe and welcoming place for anyone interested in exploring faith. Check it out: [https://example.com/religion-forum].", "Engage in thoughtful discussions about spirituality and beliefs in our religion forum: [https://example.com/religion-forum].", "You can visit our religion forum to connect with others, explore different faiths, and exchange opinions: [https://example.com/religion-forum]."]
},
    {"tag": "abortion_laws",
    "patterns": ["Where can I learn about abortion laws in my country?", "Can you explain the legal rights surrounding abortion?", "I need information on abortion laws. Can you help?", "Are there resources for understanding abortion legislation?", "Where can I find a forum to learn more about abortion laws?"],
    "responses": ["You can find detailed information about abortion laws in your country on our dedicated page: [https://example.com/abortion-laws].", "For a comprehensive overview of abortion rights and legislation, visit: [https://example.com/abortion-laws].", "Our page on abortion laws offers valuable insights and updates. Check it out here: [https://example.com/abortion-laws].", "If you're seeking clear and accurate information about abortion laws, explore our resource page: [https://example.com/abortion-laws].", "We’ve compiled essential information about abortion legislation. Learn more here: [https://example.com/abortion-laws].", "You can visit our forum on abortion laws to inform yourself, discuss your rights, and learn more about the legislation: [https://example.com/abortion-laws-forum]."]
},
    {"tag": "disability_laws",
    "patterns": ["Where can I find information about disability rights?", "What are the disability laws in my country?", "Can you help me understand disability legislation?", "Are there resources to learn about the rights of people with disabilities?", "Where can I find a forum to discuss disability rights?"],
    "responses": ["You can find comprehensive information about disability rights and laws on our dedicated page: [https://example.com/disability-laws].", "To better understand disability legislation, visit: [https://example.com/disability-laws].", "We’ve created a guide to help you understand disability laws. Find it here: [https://example.com/disability-laws].", "If you need clarity on your rights as a person with a disability, check out our page: [https://example.com/disability-laws].", "Explore our page on disability laws for information and support: [https://example.com/disability-laws].", "You can visit our forum on disability to share experiences, find support, and learn more about rights: [https://example.com/disability-forum]."]
},
    {"tag": "racism",
    "patterns": ["Where can I find information about anti-racism laws?", "What are the laws against racial discrimination in my country?", "Can you explain the rights to protect against racism?", "Are there resources to combat racism?", "Where can I find a forum on racism?"],
    "responses": ["You can find detailed information about anti-racism and anti-discrimination laws on our dedicated page: [https://example.com/anti-racism-laws].", "To learn more about legislation against racism, visit: [https://example.com/anti-racism-laws].", "We’ve created a guide to help you understand your rights against racial discrimination. Find it here: [https://example.com/anti-racism-laws].", "If you’re looking for clarity on laws protecting against racism, check out our page: [https://example.com/anti-racism-laws].", "Explore our page on racism and related laws to get information and support: [https://example.com/anti-racism-laws].", "You can visit our forum on racism to share your experiences, find support, and connect with others to discuss: [https://example.com/racism-forum]."]
},
    {"tag": "gender_equality",
    "patterns": ["Where can I find information about gender equality?", "What are the gender equality laws in my country?", "Can you explain the rights related to gender equality?", "Are there resources to better understand gender equality?", "Where can I find a forum to discuss gender equality?" ],
    "responses": ["You can find comprehensive information about gender equality and related rights on our dedicated page: [https://example.com/gender-equality].", "To learn more about gender equality legislation, visit: [https://example.com/gender-equality].", "We’ve created a guide to help you understand your rights regarding gender equality. Find it here: [https://example.com/gender-equality].", "If you need clarity on your rights in terms of gender equality, check out our page: [https://example.com/gender-equality].", "Explore our page on gender equality for detailed information and support: [https://example.com/gender-equality].", "You can also check out our forum on gender equality to connect with others and discuss important topics: [https://example.com/gender-equality-forum]."]
},
    {"tag": "Austria",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in Austria?", "Is there a forum on religion in Austria?", "Where can I find a forum on abortion laws in Austria?", "Are there forums on disability laws in Austria?", "Where can I find a forum on racism in Austria?", "Is there a forum on gender equality in Austria?"],
    "responses": ["Here is the forum in Austria on the LGBTQ+ community: [https://example.com/austria-lgbtq-forum]", "Here is the forum in Austria on religion: [https://example.com/austria-religion-forum]", "Here is the forum in Austria on abortion laws: [https://example.com/austria-abortion-laws-forum]", "Here is the forum in Austria on disability laws: [https://example.com/austria-disability-forum]", "Here is the forum in Austria on racism: [https://example.com/austria-racism-forum]", "Here is the forum in Austria on gender equality: [https://example.com/austria-gender-equality-forum]"]
},
    {"tag": "Belgium",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in Belgium?", "Is there a forum on religion in Belgium?", "Where can I find a forum on abortion laws in Belgium?", "Are there forums on disability laws in Belgium?", "Where can I find a forum on racism in Belgium?", "Is there a forum on gender equality in Belgium?"],
    "responses": ["Here is the forum in Belgium on the LGBTQ+ community: [https://example.com/belgium-lgbtq-forum]", "Here is the forum in Belgium on religion: [https://example.com/belgium-religion-forum]", "Here is the forum in Belgium on abortion laws: [https://example.com/belgium-abortion-laws-forum]", "Here is the forum in Belgium on disability laws: [https://example.com/belgium-disability-forum]", "Here is the forum in Belgium on racism: [https://example.com/belgium-racism-forum]", "Here is the forum in Belgium on gender equality: [https://example.com/belgium-gender-equality-forum]"]
},
    {"tag": "Bulgaria",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in Bulgaria?", "Is there a forum on religion in Bulgaria?", "Where can I find a forum on abortion laws in Bulgaria?", "Are there forums on disability laws in Bulgaria?", "Where can I find a forum on racism in Bulgaria?", "Is there a forum on gender equality in Bulgaria?"],
    "responses": ["Here is the forum in Bulgaria on the LGBTQ+ community: [https://example.com/bulgaria-lgbtq-forum]", "Here is the forum in Bulgaria on religion: [https://example.com/bulgaria-religion-forum]", "Here is the forum in Bulgaria on abortion laws: [https://example.com/bulgaria-abortion-laws-forum]", "Here is the forum in Bulgaria on disability laws: [https://example.com/bulgaria-disability-forum]", "Here is the forum in Bulgaria on racism: [https://example.com/bulgaria-racism-forum]", "Here is the forum in Bulgaria on gender equality: [https://example.com/bulgaria-gender-equality-forum]"]
},
    {"tag": "Cyprus",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in Cyprus?", "Is there a forum on religion in Cyprus?", "Where can I find a forum on abortion laws in Cyprus?", "Are there forums on disability laws in Cyprus?", "Where can I find a forum on racism in Cyprus?", "Is there a forum on gender equality in Cyprus?"],
    "responses": ["Here is the forum in Cyprus on the LGBTQ+ community: [https://example.com/cyprus-lgbtq-forum]", "Here is the forum in Cyprus on religion: [https://example.com/cyprus-religion-forum]", "Here is the forum in Cyprus on abortion laws: [https://example.com/cyprus-abortion-laws-forum]", "Here is the forum in Cyprus on disability laws: [https://example.com/cyprus-disability-forum]", "Here is the forum in Cyprus on racism: [https://example.com/cyprus-racism-forum]", "Here is the forum in Cyprus on gender equality: [https://example.com/cyprus-gender-equality-forum]"]
},
    {"tag": "Croatia",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in Croatia?", "Is there a forum on religion in Croatia?", "Where can I find a forum on abortion laws in Croatia?", "Are there forums on disability laws in Croatia?", "Where can I find a forum on racism in Croatia?", "Is there a forum on gender equality in Croatia?"],
    "responses": ["Here is the forum in Croatia on the LGBTQ+ community: [https://example.com/croatia-lgbtq-forum]", "Here is the forum in Croatia on religion: [https://example.com/croatia-religion-forum]", "Here is the forum in Croatia on abortion laws: [https://example.com/croatia-abortion-laws-forum]", "Here is the forum in Croatia on disability laws: [https://example.com/croatia-disability-forum]", "Here is the forum in Croatia on racism: [https://example.com/croatia-racism-forum]", "Here is the forum in Croatia on gender equality: [https://example.com/croatia-gender-equality-forum]"]
},
    {"tag": "Czech Republic",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in the Czech Republic?", "Is there a forum on religion in the Czech Republic?", "Where can I find a forum on abortion laws in the Czech Republic?", "Are there forums on disability laws in the Czech Republic?", "Where can I find a forum on racism in the Czech Republic?", "Is there a forum on gender equality in the Czech Republic?"],
    "responses": ["Here is the forum in the Czech Republic on the LGBTQ+ community: [https://example.com/czech-republic-lgbtq-forum]", "Here is the forum in the Czech Republic on religion: [https://example.com/czech-republic-religion-forum]", "Here is the forum in the Czech Republic on abortion laws: [https://example.com/czech-republic-abortion-laws-forum]", "Here is the forum in the Czech Republic on disability laws: [https://example.com/czech-republic-disability-forum]", "Here is the forum in the Czech Republic on racism: [https://example.com/czech-republic-racism-forum]", "Here is the forum in the Czech Republic on gender equality: [https://example.com/czech-republic-gender-equality-forum]"]
},
    {"tag": "Denmark",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in Denmark?", "Is there a forum on religion in Denmark?", "Where can I find a forum on abortion laws in Denmark?", "Are there forums on disability laws in Denmark?", "Where can I find a forum on racism in Denmark?", "Is there a forum on gender equality in Denmark?"],
    "responses": ["Here is the forum in Denmark on the LGBTQ+ community: [https://example.com/denmark-lgbtq-forum]", "Here is the forum in Denmark on religion: [https://example.com/denmark-religion-forum]", "Here is the forum in Denmark on abortion laws: [https://example.com/denmark-abortion-laws-forum]", "Here is the forum in Denmark on disability laws: [https://example.com/denmark-disability-forum]", "Here is the forum in Denmark on racism: [https://example.com/denmark-racism-forum]", "Here is the forum in Denmark on gender equality: [https://example.com/denmark-gender-equality-forum]"]
},
    {"tag": "Estonia",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in Estonia?", "Is there a forum on religion in Estonia?", "Where can I find a forum on abortion laws in Estonia?", "Are there forums on disability laws in Estonia?", "Where can I find a forum on racism in Estonia?", "Is there a forum on gender equality in Estonia?"],
    "responses": ["Here is the forum in Estonia on the LGBTQ+ community: [https://example.com/estonia-lgbtq-forum]", "Here is the forum in Estonia on religion: [https://example.com/estonia-religion-forum]", "Here is the forum in Estonia on abortion laws: [https://example.com/estonia-abortion-laws-forum]", "Here is the forum in Estonia on disability laws: [https://example.com/estonia-disability-forum]", "Here is the forum in Estonia on racism: [https://example.com/estonia-racism-forum]", "Here is the forum in Estonia on gender equality: [https://example.com/estonia-gender-equality-forum]"]
},
    {"tag": "Finland",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in Finland?", "Is there a forum on religion in Finland?", "Where can I find a forum on abortion laws in Finland?", "Are there forums on disability laws in Finland?", "Where can I find a forum on racism in Finland?", "Is there a forum on gender equality in Finland?"],
    "responses": ["Here is the forum in Finland on the LGBTQ+ community: [https://example.com/finland-lgbtq-forum]", "Here is the forum in Finland on religion: [https://example.com/finland-religion-forum]", "Here is the forum in Finland on abortion laws: [https://example.com/finland-abortion-laws-forum]", "Here is the forum in Finland on disability laws: [https://example.com/finland-disability-forum]", "Here is the forum in Finland on racism: [https://example.com/finland-racism-forum]", "Here is the forum in Finland on gender equality: [https://example.com/finland-gender-equality-forum]"]
},
    {"tag": "France",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in France?", "Is there a forum on religion in France?", "Where can I find a forum on abortion laws in France?", "Are there forums on disability laws in France?", "Where can I find a forum on racism in France?", "Is there a forum on gender equality in France?"],
    "responses": ["Here is the forum in France on the LGBTQ+ community: [https://example.com/france-lgbtq-forum]", "Here is the forum in France on religion: [https://example.com/france-religion-forum]", "Here is the forum in France on abortion laws: [https://example.com/france-abortion-laws-forum]", "Here is the forum in France on disability laws: [https://example.com/france-disability-forum]", "Here is the forum in France on racism: [https://example.com/france-racism-forum]", "Here is the forum in France on gender equality: [https://example.com/france-gender-equality-forum]"]
},
    {"tag": "Germany",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in Germany?", "Is there a forum on religion in Germany?", "Where can I find a forum on abortion laws in Germany?", "Are there forums on disability laws in Germany?", "Where can I find a forum on racism in Germany?", "Is there a forum on gender equality in Germany?"],
    "responses": ["Here is the forum in Germany on the LGBTQ+ community: [https://example.com/germany-lgbtq-forum]", "Here is the forum in Germany on religion: [https://example.com/germany-religion-forum]", "Here is the forum in Germany on abortion laws: [https://example.com/germany-abortion-laws-forum]", "Here is the forum in Germany on disability laws: [https://example.com/germany-disability-forum]", "Here is the forum in Germany on racism: [https://example.com/germany-racism-forum]", "Here is the forum in Germany on gender equality: [https://example.com/germany-gender-equality-forum]"]
},
    {"tag": "Greece",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in Greece?", "Is there a forum on religion in Greece?", "Where can I find a forum on abortion laws in Greece?", "Are there forums on disability laws in Greece?", "Where can I find a forum on racism in Greece?", "Is there a forum on gender equality in Greece?"],
    "responses": ["Here is the forum in Greece on the LGBTQ+ community: [https://example.com/greece-lgbtq-forum]", "Here is the forum in Greece on religion: [https://example.com/greece-religion-forum]", "Here is the forum in Greece on abortion laws: [https://example.com/greece-abortion-laws-forum]", "Here is the forum in Greece on disability laws: [https://example.com/greece-disability-forum]", "Here is the forum in Greece on racism: [https://example.com/greece-racism-forum]", "Here is the forum in Greece on gender equality: [https://example.com/greece-gender-equality-forum]"]
},
    {"tag": "Hungary",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in Hungary?", "Is there a forum on religion in Hungary?", "Where can I find a forum on abortion laws in Hungary?", "Are there forums on disability laws in Hungary?", "Where can I find a forum on racism in Hungary?", "Is there a forum on gender equality in Hungary?"],
    "responses": ["Here is the forum in Hungary on the LGBTQ+ community: [https://example.com/hungary-lgbtq-forum]", "Here is the forum in Hungary on religion: [https://example.com/hungary-religion-forum]", "Here is the forum in Hungary on abortion laws: [https://example.com/hungary-abortion-laws-forum]", "Here is the forum in Hungary on disability laws: [https://example.com/hungary-disability-forum]", "Here is the forum in Hungary on racism: [https://example.com/hungary-racism-forum]", "Here is the forum in Hungary on gender equality: [https://example.com/hungary-gender-equality-forum]"]
},
    {"tag": "Ireland",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in Ireland?", "Is there a forum on religion in Ireland?", "Where can I find a forum on abortion laws in Ireland?", "Are there forums on disability laws in Ireland?", "Where can I find a forum on racism in Ireland?", "Is there a forum on gender equality in Ireland?"],
    "responses": ["Here is the forum in Ireland on the LGBTQ+ community: [https://example.com/ireland-lgbtq-forum]", "Here is the forum in Ireland on religion: [https://example.com/ireland-religion-forum]", "Here is the forum in Ireland on abortion laws: [https://example.com/ireland-abortion-laws-forum]", "Here is the forum in Ireland on disability laws: [https://example.com/ireland-disability-forum]", "Here is the forum in Ireland on racism: [https://example.com/ireland-racism-forum]", "Here is the forum in Ireland on gender equality: [https://example.com/ireland-gender-equality-forum]"]
},
    {"tag": "Italy",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in Italy?", "Is there a forum on religion in Italy?", "Where can I find a forum on abortion laws in Italy?", "Are there forums on disability laws in Italy?", "Where can I find a forum on racism in Italy?", "Is there a forum on gender equality in Italy?"],
    "responses": ["Here is the forum in Italy on the LGBTQ+ community: [https://example.com/italy-lgbtq-forum]", "Here is the forum in Italy on religion: [https://example.com/italy-religion-forum]", "Here is the forum in Italy on abortion laws: [https://example.com/italy-abortion-laws-forum]", "Here is the forum in Italy on disability laws: [https://example.com/italy-disability-forum]", "Here is the forum in Italy on racism: [https://example.com/italy-racism-forum]", "Here is the forum in Italy on gender equality: [https://example.com/italy-gender-equality-forum]"]
},
    {"tag": "Latvia",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in Latvia?", "Is there a forum on religion in Latvia?", "Where can I find a forum on abortion laws in Latvia?", "Are there forums on disability laws in Latvia?", "Where can I find a forum on racism in Latvia?", "Is there a forum on gender equality in Latvia?"],
    "responses": ["Here is the forum in Latvia on the LGBTQ+ community: [https://example.com/latvia-lgbtq-forum]", "Here is the forum in Latvia on religion: [https://example.com/latvia-religion-forum]", "Here is the forum in Latvia on abortion laws: [https://example.com/latvia-abortion-laws-forum]", "Here is the forum in Latvia on disability laws: [https://example.com/latvia-disability-forum]", "Here is the forum in Latvia on racism: [https://example.com/latvia-racism-forum]", "Here is the forum in Latvia on gender equality: [https://example.com/latvia-gender-equality-forum]"]
},
    {"tag": "Lithuania",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in Lithuania?", "Is there a forum on religion in Lithuania?", "Where can I find a forum on abortion laws in Lithuania?", "Are there forums on disability laws in Lithuania?", "Where can I find a forum on racism in Lithuania?", "Is there a forum on gender equality in Lithuania?"],
    "responses": ["Here is the forum in Lithuania on the LGBTQ+ community: [https://example.com/lithuania-lgbtq-forum]", "Here is the forum in Lithuania on religion: [https://example.com/lithuania-religion-forum]", "Here is the forum in Lithuania on abortion laws: [https://example.com/lithuania-abortion-laws-forum]", "Here is the forum in Lithuania on disability laws: [https://example.com/lithuania-disability-forum]", "Here is the forum in Lithuania on racism: [https://example.com/lithuania-racism-forum]", "Here is the forum in Lithuania on gender equality: [https://example.com/lithuania-gender-equality-forum]"]
},
    {"tag": "Luxembourg",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in Luxembourg?", "Is there a forum on religion in Luxembourg?", "Where can I find a forum on abortion laws in Luxembourg?", "Are there forums on disability laws in Luxembourg?", "Where can I find a forum on racism in Luxembourg?", "Is there a forum on gender equality in Luxembourg?"],
    "responses": ["Here is the forum in Luxembourg on the LGBTQ+ community: [https://example.com/luxembourg-lgbtq-forum]", "Here is the forum in Luxembourg on religion: [https://example.com/luxembourg-religion-forum]", "Here is the forum in Luxembourg on abortion laws: [https://example.com/luxembourg-abortion-laws-forum]", "Here is the forum in Luxembourg on disability laws: [https://example.com/luxembourg-disability-forum]", "Here is the forum in Luxembourg on racism: [https://example.com/luxembourg-racism-forum]", "Here is the forum in Luxembourg on gender equality: [https://example.com/luxembourg-gender-equality-forum]"]
},
    {"tag": "Malta",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in Malta?", "Is there a forum on religion in Malta?", "Where can I find a forum on abortion laws in Malta?", "Are there forums on disability laws in Malta?", "Where can I find a forum on racism in Malta?", "Is there a forum on gender equality in Malta?"],
    "responses": ["Here is the forum in Malta on the LGBTQ+ community: [https://example.com/malta-lgbtq-forum]", "Here is the forum in Malta on religion: [https://example.com/malta-religion-forum]", "Here is the forum in Malta on abortion laws: [https://example.com/malta-abortion-laws-forum]", "Here is the forum in Malta on disability laws: [https://example.com/malta-disability-forum]", "Here is the forum in Malta on racism: [https://example.com/malta-racism-forum]", "Here is the forum in Malta on gender equality: [https://example.com/malta-gender-equality-forum]"]
},
    {"tag": "Netherlands",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in the Netherlands?", "Is there a forum on religion in the Netherlands?", "Where can I find a forum on abortion laws in the Netherlands?", "Are there forums on disability laws in the Netherlands?", "Where can I find a forum on racism in the Netherlands?", "Is there a forum on gender equality in the Netherlands?"],
    "responses": ["Here is the forum in the Netherlands on the LGBTQ+ community: [https://example.com/netherlands-lgbtq-forum]", "Here is the forum in the Netherlands on religion: [https://example.com/netherlands-religion-forum]", "Here is the forum in the Netherlands on abortion laws: [https://example.com/netherlands-abortion-laws-forum]", "Here is the forum in the Netherlands on disability laws: [https://example.com/netherlands-disability-forum]", "Here is the forum in the Netherlands on racism: [https://example.com/netherlands-racism-forum]", "Here is the forum in the Netherlands on gender equality: [https://example.com/netherlands-gender-equality-forum]"]
},
    {"tag": "Poland",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in Poland?", "Is there a forum on religion in Poland?", "Where can I find a forum on abortion laws in Poland?", "Are there forums on disability laws in Poland?", "Where can I find a forum on racism in Poland?", "Is there a forum on gender equality in Poland?"],
    "responses": ["Here is the forum in Poland on the LGBTQ+ community: [https://example.com/poland-lgbtq-forum]", "Here is the forum in Poland on religion: [https://example.com/poland-religion-forum]", "Here is the forum in Poland on abortion laws: [https://example.com/poland-abortion-laws-forum]", "Here is the forum in Poland on disability laws: [https://example.com/poland-disability-forum]", "Here is the forum in Poland on racism: [https://example.com/poland-racism-forum]", "Here is the forum in Poland on gender equality: [https://example.com/poland-gender-equality-forum]"]
},
    {"tag": "Portugal",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in Portugal?", "Is there a forum on religion in Portugal?", "Where can I find a forum on abortion laws in Portugal?", "Are there forums on disability laws in Portugal?", "Where can I find a forum on racism in Portugal?", "Is there a forum on gender equality in Portugal?"],
    "responses": ["Here is the forum in Portugal on the LGBTQ+ community: [https://example.com/portugal-lgbtq-forum]", "Here is the forum in Portugal on religion: [https://example.com/portugal-religion-forum]", "Here is the forum in Portugal on abortion laws: [https://example.com/portugal-abortion-laws-forum]", "Here is the forum in Portugal on disability laws: [https://example.com/portugal-disability-forum]", "Here is the forum in Portugal on racism: [https://example.com/portugal-racism-forum]", "Here is the forum in Portugal on gender equality: [https://example.com/portugal-gender-equality-forum]"]
},
    {"tag": "Romania",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in Romania?", "Is there a forum on religion in Romania?", "Where can I find a forum on abortion laws in Romania?", "Are there forums on disability laws in Romania?", "Where can I find a forum on racism in Romania?", "Is there a forum on gender equality in Romania?"],
    "responses": ["Here is the forum in Romania on the LGBTQ+ community: [https://example.com/romania-lgbtq-forum]", "Here is the forum in Romania on religion: [https://example.com/romania-religion-forum]", "Here is the forum in Romania on abortion laws: [https://example.com/romania-abortion-laws-forum]", "Here is the forum in Romania on disability laws: [https://example.com/romania-disability-forum]", "Here is the forum in Romania on racism: [https://example.com/romania-racism-forum]", "Here is the forum in Romania on gender equality: [https://example.com/romania-gender-equality-forum]"]
},
    {"tag": "Slovakia",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in Slovakia?", "Is there a forum on religion in Slovakia?", "Where can I find a forum on abortion laws in Slovakia?", "Are there forums on disability laws in Slovakia?", "Where can I find a forum on racism in Slovakia?", "Is there a forum on gender equality in Slovakia?"],
    "responses": ["Here is the forum in Slovakia on the LGBTQ+ community: [https://example.com/slovakia-lgbtq-forum]", "Here is the forum in Slovakia on religion: [https://example.com/slovakia-religion-forum]", "Here is the forum in Slovakia on abortion laws: [https://example.com/slovakia-abortion-laws-forum]", "Here is the forum in Slovakia on disability laws: [https://example.com/slovakia-disability-forum]", "Here is the forum in Slovakia on racism: [https://example.com/slovakia-racism-forum]", "Here is the forum in Slovakia on gender equality: [https://example.com/slovakia-gender-equality-forum]"]
},
    {"tag": "Slovenia",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in Slovenia?", "Is there a forum on religion in Slovenia?", "Where can I find a forum on abortion laws in Slovenia?", "Are there forums on disability laws in Slovenia?", "Where can I find a forum on racism in Slovenia?", "Is there a forum on gender equality in Slovenia?"],
    "responses": ["Here is the forum in Slovenia on the LGBTQ+ community: [https://example.com/slovenia-lgbtq-forum]", "Here is the forum in Slovenia on religion: [https://example.com/slovenia-religion-forum]", "Here is the forum in Slovenia on abortion laws: [https://example.com/slovenia-abortion-laws-forum]", "Here is the forum in Slovenia on disability laws: [https://example.com/slovenia-disability-forum]", "Here is the forum in Slovenia on racism: [https://example.com/slovenia-racism-forum]", "Here is the forum in Slovenia on gender equality: [https://example.com/slovenia-gender-equality-forum]"]
},
    {"tag": "Spain",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in Spain?", "Is there a forum on religion in Spain?", "Where can I find a forum on abortion laws in Spain?", "Are there forums on disability laws in Spain?", "Where can I find a forum on racism in Spain?", "Is there a forum on gender equality in Spain?"],
    "responses": ["Here is the forum in Spain on the LGBTQ+ community: [https://example.com/spain-lgbtq-forum]", "Here is the forum in Spain on religion: [https://example.com/spain-religion-forum]", "Here is the forum in Spain on abortion laws: [https://example.com/spain-abortion-laws-forum]", "Here is the forum in Spain on disability laws: [https://example.com/spain-disability-forum]", "Here is the forum in Spain on racism: [https://example.com/spain-racism-forum]", "Here is the forum in Spain on gender equality: [https://example.com/spain-gender-equality-forum]"]
},
    {"tag": "Sweden",
    "patterns": ["Where can I find a forum on the LGBTQ+ community in Sweden?", "Is there a forum on religion in Sweden?", "Where can I find a forum on abortion laws in Sweden?", "Are there forums on disability laws in Sweden?", "Where can I find a forum on racism in Sweden?", "Is there a forum on gender equality in Sweden?"],
    "responses": ["Here is the forum in Sweden on the LGBTQ+ community: [https://example.com/sweden-lgbtq-forum]", "Here is the forum in Sweden on religion: [https://example.com/sweden-religion-forum]", "Here is the forum in Sweden on abortion laws: [https://example.com/sweden-abortion-laws-forum]", "Here is the forum in Sweden on disability laws: [https://example.com/sweden-disability-forum]", "Here is the forum in Sweden on racism: [https://example.com/sweden-racism-forum]", "Here is the forum in Sweden on gender equality: [https://example.com/sweden-gender-equality-forum]"]
}
]
}